---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.RoomTagType
source: html/4d9210fc-e349-97af-396b-a16dcf417ba0.htm
---
# RoomTagType Properties

The id of the assembly instance to which the element belongs.